Repository: matheusfunabashi/nutriapp
Catalog: Sage/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Agave — a more concentrated sweetener
pt_br: Agave — adoçante mais concentrado

source: Among sweeteners
pt_br: Entre adoçantes

source: Blend
pt_br: Mistura

source: Brown sugar — still a refined sweetener
pt_br: Açúcar mascavo — ainda é um adoçante refinado

source: Coconut sugar — less refined than white sugar
pt_br: Açúcar de coco — menos refinado que o açúcar branco

source: Conflicts with your %@.
pt_br: Conflita com sua %@.

source: Corn syrup — highly processed
pt_br: Xarope de milho — altamente processado

source: High-fructose corn syrup
pt_br: Xarope de milho rico em frutose

source: Honey — among the less refined options
pt_br: Mel — entre as opções menos refinadas

source: Manuka honey — one of the less processed options
pt_br: Mel manuka — uma das opções menos processadas

source: Maple syrup — one of the less processed options
pt_br: Xarope de maple — uma das opções menos processadas

source: Minimally processed
pt_br: Minimamente processado

source: Monk fruit — a non-nutritive option
pt_br: Fruta-dos-monges — opção não nutritiva

source: Not scored
pt_br: Não pontuado

source: Not scored — sweetener
pt_br: Não pontuado — adoçante

source: One of the less processed sweetener options
pt_br: Uma das opções de adoçante menos processadas

source: Partially refined cane sugar
pt_br: Açúcar de cana parcialmente refinado

source: Raw honey — one of the less processed options
pt_br: Mel cru — uma das opções menos processadas

source: Refined
pt_br: Refinado

source: Relative quality among sweeteners — not a health score.
pt_br: Qualidade relativa entre adoçantes — não é uma nota de saúde.

source: Score not available
pt_br: Nota indisponível

source: Single-ingredient product
pt_br: Produto de um único ingrediente

source: Stevia — a non-nutritive option
pt_br: Stevia — opção não nutritiva

source: These can’t be ranked by score — at least one product isn’t scored.
pt_br: Não dá para ranquear por nota — pelo menos um produto não é pontuado.

source: This is essentially pure sugar, and no concentrated sugar is a health food. Sage doesn't score sweeteners, so a number here would only mislead.
pt_br: Isto é essencialmente açúcar puro, e nenhum açúcar concentrado é um alimento saudável. O Sage não pontua adoçantes, pois um número aqui só enganaria.

source: Unscored
pt_br: Sem nota

source: Why sweeteners aren’t scored
pt_br: Por que adoçantes não são pontuados
